

const categories = {
    "1": "తెలంగాణ",
    "2": "ఆంధ్రప్రదేశ్",
    "3": "ఇతర భారత రాష్ట్రాలు",
    "4": "ఇతర ఆసియా దేశాలు",
    "5": "ఉత్తర అమెరికా",
    "6": "యూరోప్",
    "7": "ఆస్ట్రేలియా/న్యూజిలాండ్",
    "8": "ఆఫ్రికా",
    "9": "దక్షిణ అమెరికా"
};

const cities = {
    "736009386268": {
        "city_name": "ఆదిలాబాద్",
        "category_id": 1
    },
    "727687946524": {
        "city_name": "కరీంనగర్",
        "category_id": 1
    },
    "719702098204": {
        "city_name": "ఖమ్మం",
        "category_id": 1
    },
    "718494047516": {
        "city_name": "నల్గొండ",
        "category_id": 1
    },
    "729298455836": {
        "city_name": "నిజామాబాద్",
        "category_id": 1
    },
    "722587854108": {
        "city_name": "భద్రాచలం",
        "category_id": 1
    },
    "730707879196": {
        "city_name": "మంచిర్యాల",
        "category_id": 1
    },
    "716413541660": {
        "city_name": "మహబూబ్‌నగర్",
        "category_id": 1
    },
    "724600986908": {
        "city_name": "వరంగల్",
        "category_id": 1
    },
    "720708558108": {
        "city_name": "హైదరాబాద్",
        "category_id": 1
    },
    "702454858012": {
        "city_name": "అనంతపురం",
        "category_id": 2
    },
    "719970763036": {
        "city_name": "అన్నవరం",
        "category_id": 2
    },
    "715273101596": {
        "city_name": "అమలాపురం",
        "category_id": 2
    },
    "732251919644": {
        "city_name": "ఇచ్ఛాపురం",
        "category_id": 2
    },
    "716145425692": {
        "city_name": "ఏలూరు",
        "category_id": 2
    },
    "708092253468": {
        "city_name": "ఒంగోలు",
        "category_id": 2
    },
    "701179915548": {
        "city_name": "కడప",
        "category_id": 2
    },
    "710306639132": {
        "city_name": "కర్నూలు",
        "category_id": 2
    },
    "717823261980": {
        "city_name": "కాకినాడ",
        "category_id": 2
    },
    "713528109340": {
        "city_name": "గుంటూరు",
        "category_id": 2
    },
    "692657117468": {
        "city_name": "చిత్తూరు",
        "category_id": 2
    },
    "695542831388": {
        "city_name": "తిరుపతి",
        "category_id": 2
    },
    "707823657244": {
        "city_name": "నంద్యాల",
        "category_id": 2
    },
    "700911597852": {
        "city_name": "నెల్లూరు",
        "category_id": 2
    },
    "712588657948": {
        "city_name": "మచిలిపట్నం",
        "category_id": 2
    },
    "718091651356": {
        "city_name": "రాజమండ్రి",
        "category_id": 2
    },
    "714803200284": {
        "city_name": "విజయవాడ",
        "category_id": 2
    },
    "722990756124": {
        "city_name": "విశాఖపట్నం",
        "category_id": 2
    },
    "726816019740": {
        "city_name": "శ్రీకాకుళం",
        "category_id": 2
    },
    "696750593308": {
        "city_name": "హిందూపురం",
        "category_id": 2
    },
    "758423134492": {
        "city_name": "అహ్మదాబాద్",
        "category_id": 3
    },
    "759497207068": {
        "city_name": "ఉజ్జయిని",
        "category_id": 3
    },
    "755136418076": {
        "city_name": "కలకత్తా",
        "category_id": 3
    },
    "670712227100": {
        "city_name": "కొచ్చి",
        "category_id": 3
    },
    "677892951324": {
        "city_name": "కోయంబత్తూర్",
        "category_id": 3
    },
    "770369785116": {
        "city_name": "గయ",
        "category_id": 3
    },
    "779631502620": {
        "city_name": "గౌహతి",
        "category_id": 3
    },
    "810231609628": {
        "city_name": "చండీగఢ్",
        "category_id": 3
    },
    "691717708060": {
        "city_name": "చెన్నై",
        "category_id": 3
    },
    "784461704476": {
        "city_name": "జైపూర్",
        "category_id": 3
    },
    "795669025052": {
        "city_name": "ఢిల్లీ",
        "category_id": 3
    },
    "661115731228": {
        "city_name": "తిరువనంతపురం",
        "category_id": 3
    },
    "775939833116": {
        "city_name": "పాట్నా",
        "category_id": 3
    },
    "728291388700": {
        "city_name": "పూణే",
        "category_id": 3
    },
    "733594108188": {
        "city_name": "బరంపురం",
        "category_id": 3
    },
    "705608906012": {
        "city_name": "బళ్ళారి",
        "category_id": 3
    },
    "691046352156": {
        "city_name": "బెంగుళూరు",
        "category_id": 3
    },
    "739969553692": {
        "city_name": "భువనేశ్వర్",
        "category_id": 3
    },
    "759967138076": {
        "city_name": "భోపాల్",
        "category_id": 3
    },
    "690576307484": {
        "city_name": "మంగుళూరు",
        "category_id": 3
    },
    "670645310748": {
        "city_name": "మదురై",
        "category_id": 3
    },
    "732384929052": {
        "city_name": "ముంబయి",
        "category_id": 3
    },
    "686684176668": {
        "city_name": "మైసూర్",
        "category_id": 3
    },
    "746545796380": {
        "city_name": "రాయ్‌పూర్",
        "category_id": 3
    },
    "784260905244": {
        "city_name": "లక్నో",
        "category_id": 3
    },
    "773725024540": {
        "city_name": "వారణాసి",
        "category_id": 3
    },
    "767682300167": {
        "city_name": "అబూదాబి",
        "category_id": 4
    },
    "817139566868": {
        "city_name": "జెరుసలేం (ఇజ్రాయిల్)",
        "category_id": 4
    },
    "819219896596": {
        "city_name": "టెల్అవీవ్ (ఇజ్రాయిల్)",
        "category_id": 4
    },
    "773453369647": {
        "city_name": "దోహా (ఖతార్)",
        "category_id": 4
    },
    "872042932536": {
        "city_name": "బీజింగ్ (చైనా)",
        "category_id": 4
    },
    "813725847864": {
        "city_name": "షాంఘై (చైనా)",
        "category_id": 4
    },
    "843591163202": {
        "city_name": "టోక్యో (జపాన్)",
        "category_id": 4
    },
    "802985321784": {
        "city_name": "లాసా (టిబెట్)",
        "category_id": 4
    },
    "772118357307": {
        "city_name": "తైపి (తైవాన్)",
        "category_id": 4
    },
    "696081859832": {
        "city_name": "బ్యాంకాక్ (థాయ్‌లాండ్)",
        "category_id": 4
    },
    "855937889591": {
        "city_name": "సియోల్ (దక్షిణకొరియా)",
        "category_id": 4
    },
    "772581337351": {
        "city_name": "దుబాయి",
        "category_id": 4
    },
    "789898498329": {
        "city_name": "ఖాట్మాండు (నేపాల్)",
        "category_id": 4
    },
    "763592338693": {
        "city_name": "ఢాకా (బంగ్లాదేశ్)",
        "category_id": 4
    },
    "716818055500": {
        "city_name": "రంగూన్ (మయన్మార్)",
        "category_id": 4
    },
    "625215022366": {
        "city_name": "కౌలాలంపూర్ (మలేషియా)",
        "category_id": 4
    },
    "650512826626": {
        "city_name": "కొలంబో (శ్రీలంక)",
        "category_id": 4
    },
    "612867210553": {
        "city_name": "సింగపూర్",
        "category_id": 4
    },
    "769828994355": {
        "city_name": "రియాద్ (సౌదీఅరేబియా)",
        "category_id": 4
    },
    "753796883726": {
        "city_name": "హాంకాంగ్",
        "category_id": 4
    },
    "885041154141": {
        "city_name": "చికాగో (ఇలెనోయి)",
        "category_id": 5
    },
    "909532306580": {
        "city_name": "పోర్ట్‌లాండ్ (ఓరిగాన్)",
        "category_id": 5
    },
    "884304489642": {
        "city_name": "హాట్‌ఫోర్డ్ (కనెటికట్)",
        "category_id": 5
    },
    "832290455700": {
        "city_name": "లాస్ఏంజెలెస్ (కాలిఫోర్నియా)",
        "category_id": 5
    },
    "854301782164": {
        "city_name": "శాన్‌జోస్ (కాలిఫోర్నియా)",
        "category_id": 5
    },
    "857388737684": {
        "city_name": "శాన్‌ఫ్రాన్సిస్కో (కాలిఫోర్నియా)",
        "category_id": 5
    },
    "896920271063": {
        "city_name": "టొరంటో (కెనడా)",
        "category_id": 5
    },
    "934698082521": {
        "city_name": "వాంకూవర్ (కెనడా)",
        "category_id": 5
    },
    "870678082666": {
        "city_name": "డెన్వర్  (కొలరాడో)",
        "category_id": 5
    },
    "806791176285": {
        "city_name": "ఆస్టిన్ (టెక్సాస్)",
        "category_id": 5
    },
    "823702718557": {
        "city_name": "డల్లాస్ (టెక్సాస్)",
        "category_id": 5
    },
    "803637312605": {
        "city_name": "హ్యూస్టన్ (టెక్సాస్)",
        "category_id": 5
    },
    "870546883754": {
        "city_name": "విల్మింగ్టన్ (డెలవేర్)",
        "category_id": 5
    },
    "880879551581": {
        "city_name": "ఒమెహ (నెబ్రాస్కా)",
        "category_id": 5
    },
    "877257905322": {
        "city_name": "న్యూఎర్క్ (న్యూజెర్సి)",
        "category_id": 5
    },
    "876922386602": {
        "city_name": "న్యూయార్క్",
        "category_id": 5
    },
    "866451285085": {
        "city_name": "క్యాన్సాస్‌సిటి (మిస్సోరి)",
        "category_id": 5
    },
    "877589585002": {
        "city_name": "సాల్ట్‌లేక్‌సిటి (యుటా)",
        "category_id": 5
    },
    "855782732970": {
        "city_name": "రిచ్‌మండ్ (వర్జీనియా)",
        "category_id": 5
    },
    "864574040234": {
        "city_name": "వాషింగ్టన్ డిసి",
        "category_id": 5
    },
    "923893636244": {
        "city_name": "సియాటెల్ (వాషింగ్టన్)",
        "category_id": 5
    },
    "956455335345": {
        "city_name": "బెర్లిన్ (జర్మని)",
        "category_id": 6
    },
    "927128570289": {
        "city_name": "మ్యూనిక్ (జర్మని)",
        "category_id": 6
    },
    "977795860920": {
        "city_name": "కోపెన్‌హాగన్ (డెన్మార్క్)",
        "category_id": 6
    },
    "1006115621327": {
        "city_name": "ఓస్లో (నార్వే)",
        "category_id": 6
    },
    "955447830955": {
        "city_name": "ఆమ్‌స్టర్‌డ్యామ్ (నెదర్లాండ్)",
        "category_id": 6
    },
    "1008063238588": {
        "city_name": "హెల్సింకి (ఫిన్‌లాండ్)",
        "category_id": 6
    },
    "931892357584": {
        "city_name": "పారిస్ (ఫ్రాన్స్)",
        "category_id": 6
    },
    "978066868685": {
        "city_name": "మాస్కో (రష్యా)",
        "category_id": 6
    },
    "949675956678": {
        "city_name": "లండన్",
        "category_id": 6
    },
    "979337745862": {
        "city_name": "ఎడిన్‌బర్గ్ (స్కాట్‌లాండ్)",
        "category_id": 6
    },
    "875318969800": {
        "city_name": "మాడ్రిడ్ (స్పెయిన్)",
        "category_id": 6
    },
    "1001821401564": {
        "city_name": "స్టాక్‌హోం (స్వీడన్)",
        "category_id": 6
    },
    "371728444475": {
        "city_name": "బ్యూనొస్ఏరీజ్ (అర్జంటినా)",
        "category_id": 9
    },
    "389530140010": {
        "city_name": "పెర్త్ (ఆస్ట్రేలియా)",
        "category_id": 7
    },
    "350140221799": {
        "city_name": "మెల్‌బోర్న్ (ఆస్ట్రేలియా)",
        "category_id": 7
    },
    "376715969901": {
        "city_name": "సిడ్నీ (ఆస్ట్రేలియా)",
        "category_id": 7
    },
    "805864878093": {
        "city_name": "కైరో (ఈజిప్ట్)",
        "category_id": 8
    },
    "595412043819": {
        "city_name": "నైరోబి (కెన్యా)",
        "category_id": 8
    },
    "379646043334": {
        "city_name": "శాంటియాగో (చిలి)",
        "category_id": 9
    },
    "376366839833": {
        "city_name": "కేప్‌టౌన్ (దక్షిణాఫ్రికా)",
        "category_id": 8
    },
    "664866713631": {
        "city_name": "అబూజ (నైజీరియా)",
        "category_id": 8
    },
    "647283773471": {
        "city_name": "లాగోస్ (నైజీరియా)",
        "category_id": 8
    },
    "356719940113": {
        "city_name": "ఆక్లాండ్ (న్యూజిలాండ్)",
        "category_id": 7
    },
    "445817837768": {
        "city_name": "సౌపౌలో (బ్రెజిల్)",
        "category_id": 9
    },
    
"640314376478": { "city_name": "పెనాంగ్ (మలేషియా)", "category_id": 4 },
"862891766932": { "city_name": "శాక్రమెంటో (కాలిఫోర్నియా)", "category_id": 5 } ,
"823834850452": { "city_name": "శాన్ డియాగో (కాలిఫోర్నియా)", "category_id": 5 } ,
"875378262186": { "city_name": "పిట్స్‌బర్గ్ (పెన్సెల్‌వేనియా)", "category_id": 5 } ,
"888264079530": { "city_name": "బోస్టన్ (మాసాచుసెట్స్)", "category_id": 5 } ,
"801422400605": { "city_name": "శాన్ ఆంటోనియో (టెక్సాస్)", "category_id": 5 } ,
"867661089962": { "city_name": "బాల్టిమోర్ (మేరిలాండ్)", "category_id": 5 } ,
"872090423466": { "city_name": "ఫిలడెల్ఫియా (పెన్సెల్‌వేనియా)", "category_id": 5 } ,
"828465882294": { "city_name": "ఫీనిక్స్ (అరిజోనా)", "category_id": 5 } ,
"866385212586": { "city_name": "సిన్‌సినాటి (ఓహైయో)", "category_id": 5 } ,
"846654974045": { "city_name": "నాష్‌విల్ (టెన్నెస్సీ)", "category_id": 5 } ,
"863364720733": { "city_name": "సెయింట్ లూయిస్ (మిస్సోరి)", "category_id": 5 } ,
"870881337472": { "city_name": "ఇండియానాపోలిస్ (ఇండియానా)", "category_id": 5 } ,
"905844327517": { "city_name": "మినియాపోలిస్ (మినెసోటా)", "category_id": 5 } ,
"830481982634": { "city_name": "అట్లాంటా (జార్జియా)", "category_id": 5 } ,
"840414458026": { "city_name": "షార్లెట్ (నార్త్ కరోలినా)", "category_id": 5 } ,
"791894583466": { "city_name": "టాంపా (ఫ్లోరిడా)", "category_id": 5 } ,
"807531031722": { "city_name": "జాక్సన్‌విల్ (ఫ్లోరిడా)", "category_id": 5 } ,
"872156729514": { "city_name": "కొలంబస్ (ఓహైయో)", "category_id": 5 } ,
"842023362653": { "city_name": "ఓక్లహోమా సిటీ (ఓక్లహోమా)", "category_id": 5 } ,
"860680831118": { "city_name": "లూయివిల్ (కెంటకీ)", "category_id": 5 } ,
"888531282027": { "city_name": "డెట్రాయిట్ (మిషిగన్)", "category_id": 5 } ,
"734380580002": { "city_name": "మెక్సికో సిటీ (మెక్సికో)", "category_id": 5 } ,
"909336000727": { "city_name": "మాంట్రియల్ (కెనడా)", "category_id": 5 } ,
"940348723633": { "city_name": "ఫ్రాంక్‌ఫర్ట్ (జర్మని)", "category_id": 6 } ,
"931356187057": { "city_name": "స్టుట్‌గార్ట్ (జర్మని)", "category_id": 6 } ,
"962023355833": { "city_name": "డబ్లిన్ (ఐర్లాండ్)", "category_id": 6 } ,
"952427888043": { "city_name": "రోటర్‌డామ్ (నెదర్లాండ్స్)", "category_id": 6 } ,
"953434503595": { "city_name": "ది హేగ్ (నెదర్లాండ్స్)", "category_id": 6 } ,
"962896183750": { "city_name": "మాంచెస్టర్ (యునైటెడ్ కింగ్‌డమ్)", "category_id": 6 } ,
"949273214406": { "city_name": "రెడింగ్ (యునైటెడ్ కింగ్‌డమ్)", "category_id": 6 } ,
"927464609252": { "city_name": "వియన్నా (ఆస్ట్రియా)", "category_id": 6 } ,
"863842793924": { "city_name": "లిస్బన్ (పోర్చుగల్)", "category_id": 6 } ,
"954442851815": { "city_name": "వార్సా (పోలాండ్)", "category_id": 6 } ,
"748756038963": { "city_name": "జెడ్డా (సౌదీ అరేబియా)", "category_id": 4 } ,
"781372066099": { "city_name": "దమ్మాం (సౌదీ అరేబియా)", "category_id": 4 } ,
"779962830070": { "city_name": "మానామా (బహ్రెయిన్)", "category_id": 4 },
// "1044909539789": { "city_name": "Kozhym (Russia)", "category_id": 6 },
}

export { cities, categories };
